Repository: Dawidw5219/aio-event-solution
Catalog: src/languages/aio-event-solution-*.po
Languages: de_de, es_es, fr_fr, it_it, pl_pl

source: Complete event management solution for WordPress with Timber
de_de: Komplette Veranstaltungsverwaltungslösung für WordPress mit Timber
es_es: Solución completa de gestión de eventos para WordPress con Timber
fr_fr: Solution complète de gestion d'événements pour WordPress avec Timber
it_it: Soluzione completa per la gestione eventi per WordPress con Timber
pl_pl: Kompletne rozwiązanie do zarządzania wydarzeniami dla WordPress z Timber

source: Previous page
de_de: Vorherige Seite
es_es: Página anterior
fr_fr: Page précédente
it_it: Pagina precedente
pl_pl: Poprzednia strona

source: Next page
de_de: Nächste Seite
es_es: Página siguiente
fr_fr: Page suivante
it_it: Pagina successiva
pl_pl: Następna strona

source: Thank you for registering!
de_de: Vielen Dank für Ihre Registrierung!
es_es: ¡Gracias por registrarse!
fr_fr: Merci pour votre inscription !
it_it: Grazie per la registrazione!
pl_pl: Dziękujemy za rejestrację!

source: Add to Google Calendar
de_de: Zu Google Kalender hinzufügen
es_es: Agregar a Google Calendar
fr_fr: Ajouter à Google Calendar
it_it: Aggiungi a Google Calendar
pl_pl: Dodaj do Google Calendar

source: Add to Outlook
de_de: Zu Outlook hinzufügen
es_es: Agregar a Outlook
fr_fr: Ajouter à Outlook
it_it: Aggiungi a Outlook
pl_pl: Dodaj do Outlook

source: Download .ics
de_de: .ics herunterladen
es_es: Descargar .ics
fr_fr: Télécharger .ics
it_it: Scarica .ics
pl_pl: Pobierz .ics

source: Confirmation email has been sent to:
de_de: Bestätigungs-E-Mail wurde gesendet an:
es_es: Se ha enviado un correo de confirmación a:
fr_fr: Un e-mail de confirmation a été envoyé à :
it_it: L'email di conferma è stata inviata a:
pl_pl: Email potwierdzający został wysłany na:

source: Confirmation email has been sent.
de_de: Bestätigungs-E-Mail wurde gesendet.
es_es: Se ha enviado un correo de confirmación.
fr_fr: Un e-mail de confirmation a été envoyé.
it_it: L'email di conferma è stata inviata.
pl_pl: Email potwierdzający został wysłany.

source: The event link will be sent to your registered email shortly before the event starts.
de_de: Der Veranstaltungslink wird kurz vor Veranstaltungsbeginn an Ihre registrierte E-Mail gesendet.
es_es: El enlace del evento se enviará a su correo registrado poco antes de que comience el evento.
fr_fr: Le lien de l'événement sera envoyé à votre e-mail enregistré peu avant le début de l'événement.
it_it: Il link dell'evento verrà inviato alla tua email registrata poco prima dell'inizio dell'evento.
pl_pl: Link do wydarzenia zostanie wysłany na zarejestrowany email krótko przed rozpoczęciem wydarzenia.

source: This event has ended
de_de: Diese Veranstaltung ist beendet
es_es: Este evento ha terminado
fr_fr: Cet événement est terminé
it_it: Questo evento è terminato
pl_pl: To wydarzenie się zakończyło

source: Thank you for your interest. Check out our other upcoming events!
de_de: Vielen Dank für Ihr Interesse. Schauen Sie sich unsere anderen kommenden Veranstaltungen an!
es_es: ¡Gracias por su interés! Descubra nuestros otros próximos eventos.
fr_fr: Merci pour votre intérêt ! Découvrez nos autres événements à venir.
it_it: Grazie per il tuo interesse! Scopri i nostri altri eventi in programma.
pl_pl: Dziękujemy za zainteresowanie. Sprawdź nasze inne nadchodzące wydarzenia!

source: No upcoming events.
de_de: Keine kommenden Veranstaltungen.
es_es: No hay próximos eventos.
fr_fr: Aucun événement à venir.
it_it: Nessun evento in programma.
pl_pl: Brak nadchodzących wydarzeń.

source: Error
de_de: Fehler
fr_fr: Erreur
it_it: Errore
pl_pl: Błąd

source: No
de_de: Nein
fr_fr: Non
pl_pl: Nie
