Repository: Dawidw5219/aio-event-solution
Catalog: src/languages/aio-event-solution-*.po
Languages: de_de, es_es, fr_fr, it_it, pl_pl

source: Default message displayed after event ends. Can be overridden for each event individually.
de_de: Standardnachricht nach Veranstaltungsende. Kann für jede Veranstaltung einzeln überschrieben werden.
es_es: Mensaje predeterminado mostrado después de que termine el evento. Puede sobrescribirse para cada evento individualmente.
fr_fr: Message par défaut affiché après la fin de l'événement. Peut être remplacé pour chaque événement individuellement.
it_it: Messaggio predefinito visualizzato dopo la fine dell'evento. Può essere sovrascritto per ogni evento individualmente.
pl_pl: Domyślna wiadomość wyświetlana po zakończeniu wydarzenia. Może być nadpisana dla każdego wydarzenia indywidualnie.

source: Visual Settings
de_de: Visuelle Einstellungen
es_es: Configuración visual
fr_fr: Paramètres visuels
it_it: Impostazioni visive
pl_pl: Ustawienia wizualne

source: Primary Color
de_de: Primärfarbe
es_es: Color primario
fr_fr: Couleur principale
it_it: Colore principale
pl_pl: Kolor główny

source: Main brand color used for buttons, links, and highlights
de_de: Haupt-Markenfarbe für Schaltflächen, Links und Hervorhebungen
es_es: Color principal de marca usado para botones, enlaces y destacados
fr_fr: Couleur principale de marque utilisée pour les boutons, liens et mises en évidence
it_it: Colore principale del marchio usato per pulsanti, link ed evidenziazioni
pl_pl: Główny kolor marki używany dla przycisków, linków i wyróżnień

source: Secondary Color
de_de: Sekundärfarbe
es_es: Color secundario
fr_fr: Couleur secondaire
it_it: Colore secondario
pl_pl: Kolor dodatkowy

source: Secondary color for backgrounds and accents
de_de: Sekundärfarbe für Hintergründe und Akzente
es_es: Color secundario para fondos y acentos
fr_fr: Couleur secondaire pour les arrière-plans et les accents
it_it: Colore secondario per sfondi e accenti
pl_pl: Kolor dodatkowy dla teł i akcentów

source: Content Box Background
de_de: Inhaltsbox-Hintergrund
es_es: Fondo de caja de contenido
fr_fr: Arrière-plan de la boîte de contenu
it_it: Sfondo della casella contenuto
pl_pl: Tło pola treści

source: Background color for event content box
de_de: Hintergrundfarbe für Veranstaltungsinhaltsbox
es_es: Color de fondo para la caja de contenido del evento
fr_fr: Couleur d'arrière-plan pour la boîte de contenu de l'événement
it_it: Colore di sfondo per la casella contenuto dell'evento
pl_pl: Kolor tła pola treści wydarzenia

source: Date Format
de_de: Datumsformat
es_es: Formato de fecha
fr_fr: Format de date
it_it: Formato data
pl_pl: Format daty

source: Choose how dates should be displayed
de_de: Wählen Sie, wie Daten angezeigt werden sollen
es_es: Elija cómo deben mostrarse las fechas
fr_fr: Choisissez comment les dates doivent être affichées
it_it: Scegli come devono essere visualizzate le date
pl_pl: Wybierz jak daty powinny być wyświetlane

source: Features
de_de: Funktionen
es_es: Características
fr_fr: Fonctionnalités
it_it: Funzionalità
pl_pl: Funkcje

source: Enable RSVP
de_de: RSVP aktivieren
es_es: Habilitar RSVP
fr_fr: Activer RSVP
it_it: Abilita RSVP
pl_pl: Włącz RSVP

source: Allow visitors to RSVP to events
de_de: Besuchern erlauben, auf Veranstaltungen mit RSVP zu antworten
es_es: Permitir a los visitantes confirmar asistencia a eventos
fr_fr: Permettre aux visiteurs de répondre aux événements
it_it: Consenti ai visitatori di rispondere agli eventi
pl_pl: Pozwól odwiedzającym na potwierdzenie obecności na wydarzenia

source: Enable Calendar View
de_de: Kalenderansicht aktivieren
es_es: Habilitar vista de calendario
fr_fr: Activer la vue calendrier
it_it: Abilita vista calendario
pl_pl: Włącz widok kalendarza

source: Display events in calendar format
de_de: Veranstaltungen im Kalenderformat anzeigen
es_es: Mostrar eventos en formato de calendario
fr_fr: Afficher les événements en format calendrier
it_it: Visualizza eventi in formato calendario
pl_pl: Wyświetlaj wydarzenia w formacie kalendarza

source: Debug & Logging
de_de: Debugging und Protokollierung
es_es: Depuración y registro
fr_fr: Débogage et journalisation
it_it: Debug e registrazione
pl_pl: Debugowanie i logowanie

source: Debug Email
es_es: Correo de depuración
fr_fr: E-mail de débogage
it_it: Email di debug
pl_pl: Email debugowania

source: Email address to receive error notifications from cron jobs and system errors
de_de: E-Mail-Adresse für Fehlerbenachrichtigungen von Cron-Jobs und Systemfehlern
es_es: Dirección de correo para recibir notificaciones de errores de tareas cron y errores del sistema
fr_fr: Adresse e-mail pour recevoir les notifications d'erreurs des tâches cron et des erreurs système
it_it: Indirizzo email per ricevere notifiche di errori dai job cron e dagli errori di sistema
pl_pl: Adres email do otrzymywania powiadomień o błędach z zadań cron i błędów systemowych

source: Test & Development Tools
de_de: Test- und Entwicklungstools
es_es: Herramientas de prueba y desarrollo
fr_fr: Outils de test et développement
it_it: Strumenti di test e sviluppo
pl_pl: Narzędzia testowe i deweloperskie

source: Field "%s" is required and cannot be empty.
de_de: Feld "%s" ist erforderlich und darf nicht leer sein.
es_es: El campo "%s" es requerido y no puede estar vacío.
fr_fr: Le champ "%s" est requis et ne peut pas être vide.
it_it: Il campo "%s" è obbligatorio e non può essere vuoto.
pl_pl: Pole "%s" jest wymagane i nie może być puste.

source: Configure email sending times in minutes before/after event. These settings can be overridden for each event individually.
de_de: Konfigurieren Sie E-Mail-Sendezeiten in Minuten vor/nach der Veranstaltung. Diese Einstellungen können für jede Veranstaltung einzeln überschrieben werden.
es_es: Configure los tiempos de envío de correos en minutos antes/después del evento. Estas configuraciones pueden sobrescribirse para cada evento individualmente.
fr_fr: Configurez les heures d'envoi des e-mails en minutes avant/après l'événement. Ces paramètres peuvent être remplacés pour chaque événement individuellement.
it_it: Configura gli orari di invio email in minuti prima/dopo l'evento. Queste impostazioni possono essere sovrascritte per ogni evento individualmente.
pl_pl: Skonfiguruj czasy wysyłania emaili w minutach przed/po wydarzeniu. Te ustawienia mogą być nadpisane dla każdego wydarzenia indywidualnie.

source: Email templates are ready-made email message patterns created in Brevo. Select templates that will be used for automatic email sending to event participants.
de_de: E-Mail-Vorlagen sind vorgefertigte E-Mail-Nachrichtenmuster, die in Brevo erstellt wurden. Wählen Sie Vorlagen, die für automatische E-Mail-Sendungen an Veranstaltungsteilnehmer verwendet werden.
es_es: Las plantillas de correo son patrones de mensajes predefinidos creados en Brevo. Seleccione las plantillas que se usarán para el envío automático de correos a los participantes del evento.
fr_fr: Les modèles d'e-mail sont des modèles de messages prédéfinis créés dans Brevo. Sélectionnez les modèles qui seront utilisés pour l'envoi automatique d'e-mails aux participants de l'événement.
it_it: I modelli email sono pattern di messaggi predefiniti creati in Brevo. Seleziona i modelli che verranno utilizzati per l'invio automatico di email ai partecipanti dell'evento.
pl_pl: Szablony emaili to gotowe wzorce wiadomości email utworzone w Brevo. Wybierz szablony, które będą używane do automatycznego wysyłania emaili do uczestników wydarzeń.

source: Create or manage templates in Brevo
de_de: Vorlagen in Brevo erstellen oder verwalten
es_es: Crear o gestionar plantillas en Brevo
fr_fr: Créer ou gérer les modèles dans Brevo
it_it: Crea o gestisci i modelli in Brevo
pl_pl: Utwórz lub zarządzaj szablonami w Brevo

source: View Scheduled Emails
de_de: Geplante E-Mails anzeigen
es_es: Ver correos programados
fr_fr: Voir les e-mails planifiés
it_it: Visualizza email programmate
pl_pl: Zobacz zaplanowane emaile

source: Connect your Brevo account to automatically add event registrants to your email lists.
de_de: Verbinden Sie Ihr Brevo-Konto, um Veranstaltungsregistrierungen automatisch zu Ihren E-Mail-Listen hinzuzufügen.
es_es: Conecte su cuenta Brevo para agregar automáticamente registrantes de eventos a sus listas de correo.
fr_fr: Connectez votre compte Brevo pour ajouter automatiquement les inscrits aux événements à vos listes de diffusion.
it_it: Connetti il tuo account Brevo per aggiungere automaticamente i registranti degli eventi alle tue liste email.
pl_pl: Połącz swoje konto Brevo, aby automatycznie dodawać rejestrujących się na wydarzenia do list email.

source: Get your API key from %s
de_de: Holen Sie sich Ihren API-Schlüssel von %s
es_es: Obtenga su clave API de %s
fr_fr: Obtenez votre clé API sur %s
it_it: Ottieni la tua chiave API da %s
pl_pl: Pobierz swój klucz API z %s

source: Registrations table not found!
de_de: Registrierungstabelle nicht gefunden!
es_es: ¡Tabla de registros no encontrada!
fr_fr: Table d'inscriptions non trouvée !
it_it: Tabella registrazioni non trovata!
pl_pl: Tabela rejestracji nie znaleziona!

source: Click the button below to create the required database table.
de_de: Klicken Sie auf die Schaltfläche unten, um die erforderliche Datenbanktabelle zu erstellen.
es_es: Haga clic en el botón a continuación para crear la tabla de base de datos requerida.
fr_fr: Cliquez sur le bouton ci-dessous pour créer la table de base de données requise.
it_it: Clicca il pulsante qui sotto per creare la tabella database richiesta.
pl_pl: Kliknij przycisk poniżej, aby utworzyć wymaganą tabelę bazy danych.

source: Create Registrations Table
de_de: Registrierungstabelle erstellen
es_es: Crear tabla de registros
fr_fr: Créer la table d'inscriptions
it_it: Crea tabella registrazioni
pl_pl: Utwórz tabelę rejestracji

source: Select list
de_de: Liste auswählen
es_es: Seleccionar lista
fr_fr: Sélectionner la liste
it_it: Seleziona lista
pl_pl: Wybierz listę

source: subscribers
de_de: Abonnenten
es_es: suscriptores
fr_fr: abonnés
it_it: iscritti
pl_pl: subskrybentów

source: Configure Brevo API key to see list of lists
de_de: Brevo API-Schlüssel konfigurieren, um Liste der Listen anzuzeigen
es_es: Configure la clave API Brevo para ver la lista de listas
fr_fr: Configurez la clé API Brevo pour voir la liste des listes
it_it: Configura la chiave API Brevo per vedere l'elenco delle liste
pl_pl: Skonfiguruj klucz API Brevo, aby zobaczyć listę list

source: Test Connection
de_de: Verbindung testen
es_es: Probar conexión
fr_fr: Tester la connexion
it_it: Testa connessione
pl_pl: Testuj połączenie

source: Testing...
de_de: Teste...
es_es: Probando...
fr_fr: Test en cours...
it_it: Test in corso...
pl_pl: Testowanie...

source: Creating...
de_de: Erstelle...
es_es: Creando...
fr_fr: Création en cours...
it_it: Creazione in corso...
pl_pl: Tworzenie...

source: Name
es_es: Nombre
fr_fr: Nom
it_it: Nome
pl_pl: Imię i nazwisko

source: Form URL
de_de: Formular-URL
es_es: URL del formulario
fr_fr: URL du formulaire
it_it: URL del modulo
pl_pl: URL formularza

source: Embed Code (iframe/script)
de_de: Einbettungscode (iframe/script)
es_es: Código de inserción (iframe/script)
fr_fr: Code d'intégration (iframe/script)
it_it: Codice di incorporamento (iframe/script)
pl_pl: Kod osadzenia (iframe/script)

source: Remove
de_de: Entfernen
es_es: Eliminar
fr_fr: Supprimer
it_it: Rimuovi
pl_pl: Usuń

source: Add Form
de_de: Formular hinzufügen
es_es: Agregar formulario
fr_fr: Ajouter un formulaire
it_it: Aggiungi modulo
pl_pl: Dodaj formularz

source: Configure error logging and notifications. Errors from cron jobs and system operations will be sent to the debug email address.
de_de: Konfigurieren Sie Fehlerprotokollierung und Benachrichtigungen. Fehler von Cron-Jobs und Systemoperationen werden an die Debug-E-Mail-Adresse gesendet.
es_es: Configure el registro de errores y notificaciones. Los errores de tareas cron y operaciones del sistema se enviarán a la dirección de correo de depuración.
fr_fr: Configurez la journalisation des erreurs et les notifications. Les erreurs des tâches cron et des opérations système seront envoyées à l'adresse e-mail de débogage.
it_it: Configura la registrazione degli errori e le notifiche. Gli errori dai job cron e dalle operazioni di sistema verranno inviati all'indirizzo email di debug.
pl_pl: Skonfiguruj logowanie błędów i powiadomienia. Błędy z zadań cron i operacji systemowych będą wysyłane na adres email debugowania.

source: These event names will be used when sending events to Brevo via API.
de_de: Diese Ereignisnamen werden beim Senden von Ereignissen an Brevo über API verwendet.
es_es: Estos nombres de eventos se usarán al enviar eventos a Brevo via API.
fr_fr: Ces noms d'événements seront utilisés lors de l'envoi d'événements à Brevo via API.
it_it: Questi nomi evento verranno utilizzati quando si inviano eventi a Brevo via API.
pl_pl: Te nazwy wydarzeń będą używane podczas wysyłania wydarzeń do Brevo przez API.

source: Registration event name
de_de: Registrierungsereignisname
es_es: Nombre del evento de registro
fr_fr: Nom de l'événement d'inscription
it_it: Nome evento registrazione
pl_pl: Nazwa wydarzenia rejestracji

source: 10min reminder event name
de_de: 10-Min-Erinnerungsereignisname
es_es: Nombre del evento de recordatorio de 10min
fr_fr: Nom de l'événement de rappel 10min
it_it: Nome evento promemoria 10min
pl_pl: Nazwa wydarzenia przypomnienia 10min

source: Create sample events (seed)
de_de: Beispielveranstaltungen erstellen (Seed)
es_es: Crear eventos de ejemplo (seed)
fr_fr: Créer des événements d'exemple (seed)
it_it: Crea eventi di esempio (seed)
pl_pl: Utwórz przykładowe wydarzenia (seed)

source: Send test event for email
de_de: Testereignis für E-Mail senden
es_es: Enviar evento de prueba para correo
fr_fr: Envoyer un événement de test pour l'e-mail
it_it: Invia evento di test per email
pl_pl: Wyślij testowe wydarzenie dla emaila

source: Cannot add event. Please fill in the following required fields:
de_de: Veranstaltung kann nicht hinzugefügt werden. Bitte füllen Sie die folgenden erforderlichen Felder aus:
es_es: No se puede agregar el evento. Por favor, complete los siguientes campos requeridos:
fr_fr: Impossible d'ajouter l'événement. Veuillez remplir les champs requis suivants :
it_it: Impossibile aggiungere l'evento. Compila i seguenti campi obbligatori:
pl_pl: Nie można dodać wydarzenia. Proszę wypełnić następujące wymagane pola:

source: Event Settings
de_de: Veranstaltungseinstellungen
es_es: Configuración de eventos
fr_fr: Paramètres de l'événement
it_it: Impostazioni evento
pl_pl: Ustawienia wydarzeń

source: Available variables in email content:
de_de: Verfügbare Variablen im E-Mail-Inhalt:
es_es: Variables disponibles en el contenido del correo:
fr_fr: Variables disponibles dans le contenu de l'e-mail :
it_it: Variabili disponibili nel contenuto email:
pl_pl: Dostępne zmienne w treści emaila:

source: You can use these variables in Brevo email template content. Insert them in the format:
de_de: Sie können diese Variablen im Brevo E-Mail-Vorlageninhalt verwenden. Fügen Sie sie im Format ein:
es_es: Puede usar estas variables en el contenido de la plantilla de correo Brevo. Insértelas en el formato:
fr_fr: Vous pouvez utiliser ces variables dans le contenu du modèle d'e-mail Brevo. Insérez-les dans le format :
it_it: Puoi utilizzare queste variabili nel contenuto del modello email Brevo. Inseriscile nel formato:
pl_pl: Możesz używać tych zmiennych w treści szablonu email Brevo. Wstaw je w formacie:

source: Select template
de_de: Vorlage auswählen
es_es: Seleccionar plantilla
fr_fr: Sélectionner un modèle
it_it: Seleziona modello
pl_pl: Wybierz szablon

source: Use global
de_de: Global verwenden
es_es: Usar global
fr_fr: Utiliser global
it_it: Usa globale
pl_pl: Użyj globalnego

source: Configure Brevo API key to see list of templates
de_de: Brevo API-Schlüssel konfigurieren, um Liste der Vorlagen anzuzeigen
es_es: Configure la clave API Brevo para ver la lista de plantillas
fr_fr: Configurez la clé API Brevo pour voir la liste des modèles
it_it: Configura la chiave API Brevo per vedere l'elenco dei modelli
pl_pl: Skonfiguruj klucz API Brevo, aby zobaczyć listę szablonów

source: Brevo API key not configured
de_de: Brevo API-Schlüssel nicht konfiguriert
es_es: Clave API Brevo no configurada
fr_fr: Clé API Brevo non configurée
it_it: Chiave API Brevo non configurata
pl_pl: Klucz API Brevo nie skonfigurowany

source: Failed to fetch contact from Brevo
de_de: Kontakt konnte nicht von Brevo abgerufen werden
es_es: Error al obtener contacto de Brevo
fr_fr: Échec de la récupération du contact depuis Brevo
it_it: Impossibile recuperare il contatto da Brevo
pl_pl: Nie udało się pobrać kontaktu z Brevo

source: Failed to fetch lists from Brevo
de_de: Listen konnten nicht von Brevo abgerufen werden
es_es: Error al obtener listas de Brevo
fr_fr: Échec de la récupération des listes depuis Brevo
it_it: Impossibile recuperare le liste da Brevo
pl_pl: Nie udało się pobrać list z Brevo

source: Failed to add contact to Brevo list
de_de: Kontakt konnte nicht zur Brevo-Liste hinzugefügt werden
es_es: Error al agregar contacto a la lista Brevo
fr_fr: Échec de l'ajout du contact à la liste Brevo
it_it: Impossibile aggiungere il contatto alla lista Brevo
pl_pl: Nie udało się dodać kontaktu do listy Brevo

source: Failed to create contact in Brevo
de_de: Kontakt konnte nicht in Brevo erstellt werden
es_es: Error al crear contacto en Brevo
fr_fr: Échec de la création du contact dans Brevo
it_it: Impossibile creare il contatto in Brevo
pl_pl: Nie udało się utworzyć kontaktu w Brevo

source: Failed to connect to Brevo API
de_de: Verbindung zur Brevo API fehlgeschlagen
es_es: Error al conectar con la API de Brevo
fr_fr: Échec de la connexion à l'API Brevo
it_it: Impossibile connettersi all'API Brevo
pl_pl: Nie udało się połączyć z API Brevo

source: Event name and email are required
de_de: Ereignisname und E-Mail sind erforderlich
es_es: El nombre del evento y el correo son requeridos
fr_fr: Le nom de l'événement et l'e-mail sont requis
it_it: Il nome dell'evento e l'email sono obbligatori
pl_pl: Nazwa wydarzenia i email są wymagane

source: Failed to send Brevo event
de_de: Brevo-Ereignis konnte nicht gesendet werden
es_es: Error al enviar evento Brevo
fr_fr: Échec de l'envoi de l'événement Brevo
it_it: Impossibile inviare l'evento Brevo
pl_pl: Nie udało się wysłać wydarzenia Brevo

source: Template ID and recipients are required
de_de: Vorlagen-ID und Empfänger sind erforderlich
es_es: El ID de plantilla y los destinatarios son requeridos
fr_fr: L'ID du modèle et les destinataires sont requis
it_it: L'ID del modello e i destinatari sono obbligatori
pl_pl: ID szablonu i odbiorcy są wymagani

source: Failed to schedule email in Brevo
de_de: E-Mail konnte nicht in Brevo geplant werden
es_es: Error al programar correo en Brevo
fr_fr: Échec de la planification de l'e-mail dans Brevo
it_it: Impossibile programmare l'email in Brevo
pl_pl: Nie udało się zaplanować emaila w Brevo

source: Failed to fetch email templates from Brevo
de_de: E-Mail-Vorlagen konnten nicht von Brevo abgerufen werden
es_es: Error al obtener plantillas de correo de Brevo
fr_fr: Échec de la récupération des modèles d'e-mail depuis Brevo
it_it: Impossibile recuperare i modelli email da Brevo
pl_pl: Nie udało się pobrać szablonów email z Brevo

source: Brevo Integration
es_es: Integración Brevo
fr_fr: Intégration Brevo
it_it: Integrazione Brevo
pl_pl: Integracja Brevo

source: Event Details
de_de: Veranstaltungsdetails
es_es: Detalles del evento
fr_fr: Détails de l'événement
it_it: Dettagli evento
pl_pl: Szczegóły wydarzenia

source: Cannot publish event!
de_de: Veranstaltung kann nicht veröffentlicht werden!
es_es: ¡No se puede publicar el evento!
fr_fr: Impossible de publier l'événement !
it_it: Impossibile pubblicare l'evento!
pl_pl: Nie można opublikować wydarzenia!

source: Go to Settings
de_de: Zu Einstellungen gehen
es_es: Ir a configuración
fr_fr: Aller aux paramètres
it_it: Vai alle impostazioni
pl_pl: Przejdź do ustawień

source: Event Registrations
de_de: Veranstaltungsregistrierungen
es_es: Registros de eventos
fr_fr: Inscriptions aux événements
it_it: Registrazioni evento
pl_pl: Rejestracje na wydarzenie

source: Scheduled %d emails
de_de: %d E-Mails geplant
es_es: %d correos programados
fr_fr: %d e-mails planifiés
it_it: %d email programmate
pl_pl: Zaplanowano %d emaili

source: Exception: %s
de_de: Ausnahme: %s
es_es: Excepción: %s
it_it: Eccezione: %s
pl_pl: Wyjątek: %s

source: Permission denied
de_de: Zugriff verweigert
es_es: Permiso denegado
fr_fr: Permission refusée
it_it: Permesso negato
pl_pl: Odmowa dostępu

source: Configured events: %s, %s
de_de: Konfigurierte Ereignisse: %s, %s
es_es: Eventos configurados: %s, %s
fr_fr: Événements configurés : %s, %s
it_it: Eventi configurati: %s, %s
pl_pl: Skonfigurowane wydarzenia: %s, %s

source: Provide a valid email
de_de: Geben Sie eine gültige E-Mail-Adresse an
es_es: Proporcione un correo electrónico válido
fr_fr: Fournissez une adresse e-mail valide
it_it: Fornisci un'email valida
pl_pl: Podaj prawidłowy adres email

source: Test event sent successfully
de_de: Test-Ereignis erfolgreich gesendet
es_es: Evento de prueba enviado con éxito
fr_fr: Événement de test envoyé avec succès
it_it: Evento di test inviato con successo
pl_pl: Testowe wydarzenie wysłane pomyślnie

source: All fields are required
de_de: Alle Felder sind erforderlich
es_es: Todos los campos son requeridos
fr_fr: Tous les champs sont requis
it_it: Tutti i campi sono obbligatori
pl_pl: Wszystkie pola są wymagane

source: You are already registered for this event
de_de: Sie sind bereits für diese Veranstaltung registriert
es_es: Ya está registrado para este evento
fr_fr: Vous êtes déjà inscrit à cet événement
it_it: Sei già registrato per questo evento
pl_pl: Jesteś już zarejestrowany na to wydarzenie

source: API key is required
de_de: API-Schlüssel ist erforderlich
es_es: La clave API es requerida
fr_fr: La clé API est requise
it_it: La chiave API è obbligatoria
pl_pl: Klucz API jest wymagany

source: Connected successfully! Account: %s
de_de: Erfolgreich verbunden! Konto: %s
es_es: ¡Conectado con éxito! Cuenta: %s
fr_fr: Connecté avec succès ! Compte : %s
it_it: Connesso con successo! Account: %s
pl_pl: Połączono pomyślnie! Konto: %s

source: No scheduled emails to cancel
de_de: Keine geplanten E-Mails zum Stornieren
es_es: No hay correos programados para cancelar
fr_fr: Aucun e-mail planifié à annuler
it_it: Nessuna email programmata da annullare
pl_pl: Brak zaplanowanych emaili do anulowania

source: Cancellation message
de_de: Stornierungsnachricht
es_es: Mensaje de cancelación
fr_fr: Message d'annulation
it_it: Messaggio di annullamento
pl_pl: Wiadomość o anulowaniu

source: Cancelled %d scheduled emails.
de_de: %d geplante E-Mails storniert.
es_es: %d correos programados cancelados.
fr_fr: %d e-mails planifiés annulés.
it_it: %d email programmate annullate.
pl_pl: Anulowano %d zaplanowanych emaili.

source: Sent %d replacement emails.
de_de: %d Ersatz-E-Mails gesendet.
es_es: %d correos de reemplazo enviados.
fr_fr: %d e-mails de remplacement envoyés.
it_it: %d email sostitutive inviate.
pl_pl: Wysłano %d zastępczych emaili.

source: Event ID is required
de_de: Veranstaltungs-ID ist erforderlich
es_es: El ID del evento es requerido
fr_fr: L'ID de l'événement est requis
it_it: L'ID dell'evento è obbligatorio
pl_pl: ID wydarzenia jest wymagane

source: No scheduled emails for this event
de_de: Keine geplanten E-Mails für diese Veranstaltung
es_es: No hay correos programados para este evento
fr_fr: Aucun e-mail planifié pour cet événement
it_it: Nessuna email programmata per questo evento
pl_pl: Brak zaplanowanych emaili dla tego wydarzenia
