Repository: Dawidw5219/aio-event-solution
Catalog: src/languages/aio-event-solution-*.po
Languages: de_de, es_es, fr_fr, it_it, pl_pl

source: Email scheduling restored for this event. New emails will be scheduled automatically.
de_de: E-Mail-Planung für diese Veranstaltung wiederhergestellt. Neue E-Mails werden automatisch geplant.
es_es: Programación de correos restaurada para este evento. Los nuevos correos se programarán automáticamente.
fr_fr: Planification des e-mails restaurée pour cet événement. Les nouveaux e-mails seront planifiés automatiquement.
it_it: Programmazione email ripristinata per questo evento. Le nuove email verranno programmate automaticamente.
pl_pl: Planowanie emaili przywrócone dla tego wydarzenia. Nowe emaile będą planowane automatycznie.

source: Cancelled %d scheduled emails for this event. Automatic scheduling of future emails has been disabled.
de_de: %d geplante E-Mails für diese Veranstaltung storniert. Automatische Planung zukünftiger E-Mails wurde deaktiviert.
es_es: %d correos programados cancelados para este evento. La programación automática de futuros correos ha sido deshabilitada.
fr_fr: %d e-mails planifiés annulés pour cet événement. La planification automatique des futurs e-mails a été désactivée.
it_it: %d email programmate annullate per questo evento. La programmazione automatica delle email future è stata disabilitata.
pl_pl: Anulowano %d zaplanowanych emaili dla tego wydarzenia. Automatyczne planowanie przyszłych emaili zostało wyłączone.

source: Registrations table created successfully!
de_de: Registrierungstabelle erfolgreich erstellt!
es_es: ¡Tabla de registros creada con éxito!
fr_fr: Table d'inscriptions créée avec succès !
it_it: Tabella registrazioni creata con successo!
pl_pl: Tabela rejestracji utworzona pomyślnie!

source: Failed to create table. Check database permissions.
de_de: Tabelle konnte nicht erstellt werden. Überprüfen Sie die Datenbankberechtigungen.
es_es: Error al crear la tabla. Verifique los permisos de la base de datos.
fr_fr: Échec de la création de la table. Vérifiez les permissions de la base de données.
it_it: Impossibile creare la tabella. Controlla i permessi del database.
pl_pl: Nie udało się utworzyć tabeli. Sprawdź uprawnienia bazy danych.

source: Invalid event ID
de_de: Ungültige Veranstaltungs-ID
es_es: ID de evento no válido
fr_fr: ID d'événement invalide
it_it: ID evento non valido
pl_pl: Nieprawidłowe ID wydarzenia

source: Email
es_es: Correo electrónico

source: Registration Date
de_de: Registrierungsdatum
es_es: Fecha de registro
fr_fr: Date d'inscription
it_it: Data registrazione
pl_pl: Data rejestracji

source: Attendance
de_de: Teilnahme
es_es: Asistencia
fr_fr: Présence
it_it: Partecipazione
pl_pl: Obecność

source: Yes
de_de: Ja
es_es: Sí
fr_fr: Oui
it_it: Sì
pl_pl: Tak

source: Are you sure you want to delete this event?
de_de: Sind Sie sicher, dass Sie diese Veranstaltung löschen möchten?
es_es: ¿Está seguro de que quiere eliminar este evento?
fr_fr: Êtes-vous sûr de vouloir supprimer cet événement ?
it_it: Sei sicuro di voler eliminare questo evento?
pl_pl: Czy na pewno chcesz usunąć to wydarzenie?

source: This event is in the past. Are you sure?
de_de: Diese Veranstaltung liegt in der Vergangenheit. Sind Sie sicher?
es_es: Este evento está en el pasado. ¿Está seguro?
fr_fr: Cet événement est passé. Êtes-vous sûr ?
it_it: Questo evento è nel passato. Sei sicuro?
pl_pl: To wydarzenie jest w przeszłości. Czy na pewno?

source: Registering...
de_de: Registrierung...
es_es: Registrando...
fr_fr: Inscription en cours...
it_it: Registrazione in corso...
pl_pl: Rejestrowanie...

source: Register Now
de_de: Jetzt registrieren
es_es: Registrarse ahora
fr_fr: S'inscrire maintenant
it_it: Registrati ora
pl_pl: Zarejestruj się teraz

source: Loading...
de_de: Laden...
es_es: Cargando...
fr_fr: Chargement...
it_it: Caricamento...
pl_pl: Ładowanie...

source: Registered!
de_de: Registriert!
es_es: ¡Registrado!
fr_fr: Inscrit !
it_it: Registrato!
pl_pl: Zarejestrowano!

source: An error occurred. Please try again.
de_de: Ein Fehler ist aufgetreten. Bitte versuchen Sie es erneut.
es_es: Ocurrió un error. Por favor, inténtelo de nuevo.
fr_fr: Une erreur s'est produite. Veuillez réessayer.
it_it: Si è verificato un errore. Riprova.
pl_pl: Wystąpił błąd. Spróbuj ponownie.

source: Invalid server response
de_de: Ungültige Serverantwort
es_es: Respuesta del servidor no válida
fr_fr: Réponse serveur invalide
it_it: Risposta del server non valida
pl_pl: Nieprawidłowa odpowiedź serwera

source: An error occurred
de_de: Ein Fehler ist aufgetreten
es_es: Ocurrió un error
fr_fr: Une erreur s'est produite
it_it: Si è verificato un errore
pl_pl: Wystąpił błąd

source: Events
de_de: Veranstaltungen
es_es: Eventos
fr_fr: Événements
it_it: Eventi
pl_pl: Wydarzenia

source: Add New
de_de: Neu hinzufügen
es_es: Agregar nuevo
fr_fr: Ajouter nouveau
it_it: Aggiungi nuovo
pl_pl: Dodaj nowe

source: Add New Event
de_de: Neue Veranstaltung hinzufügen
es_es: Agregar nuevo evento
fr_fr: Ajouter un nouvel événement
it_it: Aggiungi nuovo evento
pl_pl: Dodaj nowe wydarzenie

source: Edit Event
de_de: Veranstaltung bearbeiten
es_es: Editar evento
fr_fr: Modifier l'événement
it_it: Modifica evento
pl_pl: Edytuj wydarzenie

source: New Event
de_de: Neue Veranstaltung
es_es: Nuevo evento
fr_fr: Nouvel événement
it_it: Nuovo evento
pl_pl: Nowe wydarzenie

source: View Event
de_de: Veranstaltung anzeigen
es_es: Ver evento
fr_fr: Voir l'événement
it_it: Visualizza evento
pl_pl: Zobacz wydarzenie

source: View Events
de_de: Veranstaltungen anzeigen
es_es: Ver eventos
fr_fr: Voir les événements
it_it: Visualizza eventi
pl_pl: Zobacz wydarzenia

source: Search Events
de_de: Veranstaltungen suchen
es_es: Buscar eventos
fr_fr: Rechercher des événements
it_it: Cerca eventi
pl_pl: Szukaj wydarzeń

source: No events found
de_de: Keine Veranstaltungen gefunden
es_es: No se encontraron eventos
fr_fr: Aucun événement trouvé
it_it: Nessun evento trovato
pl_pl: Nie znaleziono wydarzeń

source: No events found in trash
de_de: Keine Veranstaltungen im Papierkorb gefunden
es_es: No se encontraron eventos en la papelera
fr_fr: Aucun événement trouvé dans la corbeille
it_it: Nessun evento trovato nel cestino
pl_pl: Nie znaleziono wydarzeń w koszu

source: All Events
de_de: Alle Veranstaltungen
es_es: Todos los eventos
fr_fr: Tous les événements
it_it: Tutti gli eventi
pl_pl: Wszystkie wydarzenia

source: Event Archives
de_de: Veranstaltungsarchive
es_es: Archivos de eventos
fr_fr: Archives des événements
it_it: Archivio eventi
pl_pl: Archiwa wydarzeń

source: Event Attributes
de_de: Veranstaltungsattribute
es_es: Atributos del evento
fr_fr: Attributs de l'événement
it_it: Attributi evento
pl_pl: Atrybuty wydarzenia

source: Insert into event
de_de: In Veranstaltung einfügen
es_es: Insertar en evento
fr_fr: Insérer dans l'événement
it_it: Inserisci nell'evento
pl_pl: Wstaw do wydarzenia

source: Uploaded to this event
de_de: Zu dieser Veranstaltung hochgeladen
es_es: Subido a este evento
fr_fr: Téléchargé vers cet événement
it_it: Caricato in questo evento
pl_pl: Przesłane do tego wydarzenia

source: Please fill in the following required fields in settings:
de_de: Bitte füllen Sie die folgenden erforderlichen Felder in den Einstellungen aus:
es_es: Por favor, complete los siguientes campos requeridos en la configuración:
fr_fr: Veuillez remplir les champs requis suivants dans les paramètres :
it_it: Compila i seguenti campi obbligatori nelle impostazioni:
pl_pl: Proszę wypełnić następujące wymagane pola w ustawieniach:

source: Brevo API Key is required. Configure it in plugin settings.
de_de: Brevo API-Schlüssel ist erforderlich. Konfigurieren Sie ihn in den Plugin-Einstellungen.
es_es: La clave API Brevo es requerida. Configúrela en la configuración del plugin.
fr_fr: La clé API Brevo est requise. Configurez-la dans les paramètres du plugin.
it_it: La chiave API Brevo è obbligatoria. Configurala nelle impostazioni del plugin.
pl_pl: Klucz API Brevo jest wymagany. Skonfiguruj go w ustawieniach pluginu.

source: Default Brevo List is required. Configure it in plugin settings.
de_de: Standard-Brevo-Liste ist erforderlich. Konfigurieren Sie sie in den Plugin-Einstellungen.
es_es: La lista Brevo predeterminada es requerida. Configúrela en la configuración del plugin.
fr_fr: La liste Brevo par défaut est requise. Configurez-la dans les paramètres du plugin.
it_it: La lista Brevo predefinita è obbligatoria. Configurala nelle impostazioni del plugin.
pl_pl: Domyślna lista Brevo jest wymagana. Skonfiguruj ją w ustawieniach pluginu.

source: Template After Registration is required. Configure it in plugin settings.
de_de: Vorlage nach Registrierung ist erforderlich. Konfigurieren Sie sie in den Plugin-Einstellungen.
es_es: La plantilla después del registro es requerida. Configúrela en la configuración del plugin.
fr_fr: Le modèle après inscription est requis. Configurez-le dans les paramètres du plugin.
it_it: Il modello dopo la registrazione è obbligatorio. Configuralo nelle impostazioni del plugin.
pl_pl: Szablon po rejestracji jest wymagany. Skonfiguruj go w ustawieniach pluginu.

source: Event Reminder Template is required. Configure it in plugin settings.
de_de: Veranstaltungserinnerungsvorlage ist erforderlich. Konfigurieren Sie sie in den Plugin-Einstellungen.
es_es: La plantilla de recordatorio de evento es requerida. Configúrela en la configuración del plugin.
fr_fr: Le modèle de rappel d'événement est requis. Configurez-le dans les paramètres du plugin.
it_it: Il modello promemoria evento è obbligatorio. Configuralo nelle impostazioni del plugin.
pl_pl: Szablon przypomnienia o wydarzeniu jest wymagany. Skonfiguruj go w ustawieniach pluginu.

source: Template After Event is required. Configure it in plugin settings.
de_de: Vorlage nach Veranstaltung ist erforderlich. Konfigurieren Sie sie in den Plugin-Einstellungen.
es_es: La plantilla después del evento es requerida. Configúrela en la configuración del plugin.
fr_fr: Le modèle après l'événement est requis. Configurez-le dans les paramètres du plugin.
it_it: Il modello dopo l'evento è obbligatorio. Configuralo nelle impostazioni del plugin.
pl_pl: Szablon po wydarzeniu jest wymagany. Skonfiguruj go w ustawieniach pluginu.

source: Global Post-Event Message is required. Configure it in plugin settings.
de_de: Globale Nach-Veranstaltungsnachricht ist erforderlich. Konfigurieren Sie sie in den Plugin-Einstellungen.
es_es: El mensaje global post-evento es requerido. Configúrelo en la configuración del plugin.
fr_fr: Le message global post-événement est requis. Configurez-le dans les paramètres du plugin.
it_it: Il messaggio globale post-evento è obbligatorio. Configuralo nelle impostazioni del plugin.
pl_pl: Globalna wiadomość po wydarzeniu jest wymagana. Skonfiguruj ją w ustawieniach pluginu.

source: Global Registration Form (HTML) is required. Configure it in plugin settings.
de_de: Globales Registrierungsformular (HTML) ist erforderlich. Konfigurieren Sie es in den Plugin-Einstellungen.
es_es: El formulario de registro global (HTML) es requerido. Configúrelo en la configuración del plugin.
fr_fr: Le formulaire d'inscription global (HTML) est requis. Configurez-le dans les paramètres du plugin.
it_it: Il modulo di registrazione globale (HTML) è obbligatorio. Configuralo nelle impostazioni del plugin.
pl_pl: Globalny formularz rejestracji (HTML) jest wymagany. Skonfiguruj go w ustawieniach pluginu.

source: Registration Form (HTML) for this event is required. Fill in the field in Brevo Integration section.
de_de: Registrierungsformular (HTML) für diese Veranstaltung ist erforderlich. Füllen Sie das Feld im Bereich Brevo-Integration aus.
es_es: El formulario de registro (HTML) para este evento es requerido. Complete el campo en la sección de Integración Brevo.
fr_fr: Le formulaire d'inscription (HTML) pour cet événement est requis. Remplissez le champ dans la section Intégration Brevo.
it_it: Il modulo di registrazione (HTML) per questo evento è obbligatorio. Compila il campo nella sezione Integrazione Brevo.
pl_pl: Formularz rejestracji (HTML) dla tego wydarzenia jest wymagany. Wypełnij pole w sekcji Integracja Brevo.

source: Event Categories
de_de: Veranstaltungskategorien
es_es: Categorías de eventos
fr_fr: Catégories d'événements
it_it: Categorie eventi
pl_pl: Kategorie wydarzeń

source: Event Category
de_de: Veranstaltungskategorie
es_es: Categoría de evento
fr_fr: Catégorie d'événement
it_it: Categoria evento
pl_pl: Kategoria wydarzenia

source: Search Event Categories
de_de: Veranstaltungskategorien suchen
es_es: Buscar categorías de eventos
fr_fr: Rechercher des catégories d'événements
it_it: Cerca categorie eventi
pl_pl: Szukaj kategorii wydarzeń

source: All Event Categories
de_de: Alle Veranstaltungskategorien
es_es: Todas las categorías de eventos
fr_fr: Toutes les catégories d'événements
it_it: Tutte le categorie eventi
pl_pl: Wszystkie kategorie wydarzeń

source: Parent Event Category
de_de: Übergeordnete Veranstaltungskategorie
es_es: Categoría de evento principal
fr_fr: Catégorie d'événement parent
it_it: Categoria evento genitore
pl_pl: Nadrzędna kategoria wydarzenia

source: Parent Event Category:
de_de: Übergeordnete Veranstaltungskategorie:
es_es: Categoría de evento principal:
fr_fr: Catégorie d'événement parent :
it_it: Categoria evento genitore:
pl_pl: Nadrzędna kategoria wydarzenia:

source: Edit Event Category
de_de: Veranstaltungskategorie bearbeiten
es_es: Editar categoría de evento
fr_fr: Modifier la catégorie d'événement
it_it: Modifica categoria evento
pl_pl: Edytuj kategorię wydarzenia

source: Update Event Category
de_de: Veranstaltungskategorie aktualisieren
es_es: Actualizar categoría de evento
fr_fr: Mettre à jour la catégorie d'événement
it_it: Aggiorna categoria evento
pl_pl: Zaktualizuj kategorię wydarzenia

source: Add New Event Category
de_de: Neue Veranstaltungskategorie hinzufügen
es_es: Agregar nueva categoría de evento
fr_fr: Ajouter une nouvelle catégorie d'événement
it_it: Aggiungi nuova categoria evento
pl_pl: Dodaj nową kategorię wydarzenia

source: New Event Category Name
de_de: Neuer Name der Veranstaltungskategorie
es_es: Nuevo nombre de categoría de evento
fr_fr: Nouveau nom de catégorie d'événement
it_it: Nuovo nome categoria evento
pl_pl: Nowa nazwa kategorii wydarzenia

source: Categories
de_de: Kategorien
es_es: Categorías
fr_fr: Catégories
it_it: Categorie
pl_pl: Kategorie

source: Event Tags
de_de: Veranstaltungs-Tags
es_es: Etiquetas de eventos
fr_fr: Tags d'événements
it_it: Tag eventi
pl_pl: Tagi wydarzeń

source: Event Tag
de_de: Veranstaltungs-Tag
es_es: Etiqueta de evento
fr_fr: Tag d'événement
it_it: Tag evento
pl_pl: Tag wydarzenia

source: Search Event Tags
de_de: Veranstaltungs-Tags suchen
es_es: Buscar etiquetas de eventos
fr_fr: Rechercher des tags d'événements
it_it: Cerca tag eventi
pl_pl: Szukaj tagów wydarzeń

source: Popular Event Tags
de_de: Beliebte Veranstaltungs-Tags
es_es: Etiquetas de eventos populares
fr_fr: Tags d'événements populaires
it_it: Tag eventi popolari
pl_pl: Popularne tagi wydarzeń

source: All Event Tags
de_de: Alle Veranstaltungs-Tags
es_es: Todas las etiquetas de eventos
fr_fr: Tous les tags d'événements
it_it: Tutti i tag eventi
pl_pl: Wszystkie tagi wydarzeń

source: Edit Event Tag
de_de: Veranstaltungs-Tag bearbeiten
es_es: Editar etiqueta de evento
fr_fr: Modifier le tag d'événement
it_it: Modifica tag evento
pl_pl: Edytuj tag wydarzenia

source: Update Event Tag
de_de: Veranstaltungs-Tag aktualisieren
es_es: Actualizar etiqueta de evento
fr_fr: Mettre à jour le tag d'événement
it_it: Aggiorna tag evento
pl_pl: Zaktualizuj tag wydarzenia

source: Add New Event Tag
de_de: Neuen Veranstaltungs-Tag hinzufügen
es_es: Agregar nueva etiqueta de evento
fr_fr: Ajouter un nouveau tag d'événement
it_it: Aggiungi nuovo tag evento
pl_pl: Dodaj nowy tag wydarzenia

source: New Event Tag Name
de_de: Neuer Name des Veranstaltungs-Tags
es_es: Nuevo nombre de etiqueta de evento
fr_fr: Nouveau nom de tag d'événement
it_it: Nuovo nome tag evento
pl_pl: Nowa nazwa tagu wydarzenia

source: Tags
es_es: Etiquetas
it_it: Tag
pl_pl: Tagi

source: Registrations
de_de: Registrierungen
es_es: Registros
fr_fr: Inscriptions
it_it: Registrazioni
pl_pl: Rejestracje

source: registrations
de_de: Registrierungen
es_es: registros
fr_fr: inscriptions
it_it: registrazioni
pl_pl: rejestracje

source: User is already registered
de_de: Benutzer ist bereits registriert
es_es: El usuario ya está registrado
fr_fr: L'utilisateur est déjà inscrit
it_it: L'utente è già registrato
pl_pl: Użytkownik jest już zarejestrowany

source: Failed to save registration
de_de: Registrierung konnte nicht gespeichert werden
es_es: Error al guardar el registro
fr_fr: Échec de l'enregistrement de l'inscription
it_it: Impossibile salvare la registrazione
pl_pl: Nie udało się zapisać rejestracji

source: No data to update
de_de: Keine Daten zum Aktualisieren
es_es: No hay datos para actualizar
fr_fr: Aucune donnée à mettre à jour
it_it: Nessun dato da aggiornare
pl_pl: Brak danych do aktualizacji

source: Failed to update registration
de_de: Registrierung konnte nicht aktualisiert werden
es_es: Error al actualizar el registro
fr_fr: Échec de la mise à jour de l'inscription
it_it: Impossibile aggiornare la registrazione
pl_pl: Nie udało się zaktualizować rejestracji

source: Scheduled emails table does not exist
de_de: Tabelle der geplanten E-Mails existiert nicht
es_es: La tabla de correos programados no existe
fr_fr: La table des e-mails planifiés n'existe pas
it_it: La tabella delle email programmate non esiste
pl_pl: Tabela zaplanowanych emaili nie istnieje

source: Failed to save scheduled email
de_de: Geplante E-Mail konnte nicht gespeichert werden
es_es: Error al guardar el correo programado
fr_fr: Échec de l'enregistrement de l'e-mail planifié
it_it: Impossibile salvare l'email programmata
pl_pl: Nie udało się zapisać zaplanowanego emaila

source: Failed to update scheduled email
de_de: Geplante E-Mail konnte nicht aktualisiert werden
es_es: Error al actualizar el correo programado
fr_fr: Échec de la mise à jour de l'e-mail planifié
it_it: Impossibile aggiornare l'email programmata
pl_pl: Nie udało się zaktualizować zaplanowanego emaila

source: Cron has never been executed
de_de: Cron wurde noch nie ausgeführt
es_es: El cron nunca se ha ejecutado
fr_fr: Le cron n'a jamais été exécuté
it_it: Il cron non è mai stato eseguito
pl_pl: Cron nigdy nie został wykonany

source: Cron should have run within last %d hours. Last execution: %s ago
de_de: Cron hätte in den letzten %d Stunden ausgeführt werden sollen. Letzte Ausführung: vor %s
es_es: El cron debería haberse ejecutado en las últimas %d horas. Última ejecución: hace %s
fr_fr: Le cron aurait dû s'exécuter dans les dernières %d heures. Dernière exécution : il y a %s
it_it: Il cron avrebbe dovuto essere eseguito nelle ultime %d ore. Ultima esecuzione: %s fa
pl_pl: Cron powinien zostać uruchomiony w ciągu ostatnich %d godzin. Ostatnie wykonanie: %s temu

source: Last execution: %s ago
de_de: Letzte Ausführung: vor %s
es_es: Última ejecución: hace %s
fr_fr: Dernière exécution : il y a %s
it_it: Ultima esecuzione: %s fa
pl_pl: Ostatnie wykonanie: %s temu

source: Cron is not scheduled
de_de: Cron ist nicht geplant
es_es: El cron no está programado
fr_fr: Le cron n'est pas planifié
it_it: Il cron non è programmato
pl_pl: Cron nie jest zaplanowany

source: Next run is overdue by %s
de_de: Nächste Ausführung ist um %s überfällig
es_es: La próxima ejecución está retrasada por %s
fr_fr: La prochaine exécution est en retard de %s
it_it: La prossima esecuzione è in ritardo di %s
pl_pl: Następne uruchomienie opóźnione o %s

source: Next run in %s
de_de: Nächste Ausführung in %s
es_es: Próxima ejecución en %s
fr_fr: Prochaine exécution dans %s
it_it: Prossima esecuzione tra %s
pl_pl: Następne uruchomienie za %s

source: Invalid event
de_de: Ungültige Veranstaltung
es_es: Evento no válido
fr_fr: Événement invalide
it_it: Evento non valido
pl_pl: Nieprawidłowe wydarzenie

source: Event has no Brevo lists configured
de_de: Veranstaltung hat keine konfigurierten Brevo-Listen
es_es: El evento no tiene listas Brevo configuradas
fr_fr: L'événement n'a aucune liste Brevo configurée
it_it: L'evento non ha liste Brevo configurate
pl_pl: Wydarzenie nie ma skonfigurowanych list Brevo

source: Brevo API not configured
de_de: Brevo API nicht konfiguriert
es_es: API Brevo no configurada
fr_fr: API Brevo non configurée
it_it: API Brevo non configurata
pl_pl: API Brevo nie skonfigurowane

source: Too far in the future - will be scheduled when possible (max 24h)
de_de: Zu weit in der Zukunft - wird geplant, wenn möglich (max. 24h)
es_es: Demasiado lejos en el futuro - se programará cuando sea posible (máx. 24h)
fr_fr: Trop loin dans le futur - sera planifié quand possible (max 24h)
it_it: Troppo lontano nel futuro - verrà programmato quando possibile (max 24h)
pl_pl: Za daleko w przyszłości - będzie zaplanowane gdy będzie możliwe (max 24h)

source: Saved as pending - will be scheduled later
de_de: Als ausstehend gespeichert - wird später geplant
es_es: Guardado como pendiente - se programará más tarde
fr_fr: Enregistré comme en attente - sera planifié plus tard
it_it: Salvato come in attesa - verrà programmato più tardi
pl_pl: Zapisano jako oczekujące - będzie zaplanowane później

source: No recipients in configured lists
de_de: Keine Empfänger in konfigurierten Listen
es_es: No hay destinatarios en las listas configuradas
fr_fr: Aucun destinataire dans les listes configurées
it_it: Nessun destinatario nelle liste configurate
pl_pl: Brak odbiorców w skonfigurowanych listach

source: No recipients found in configured lists
de_de: Keine Empfänger in konfigurierten Listen gefunden
es_es: No se encontraron destinatarios en las listas configuradas
fr_fr: Aucun destinataire trouvé dans les listes configurées
it_it: Nessun destinatario trovato nelle liste configurate
pl_pl: Nie znaleziono odbiorców w skonfigurowanych listach

source: All emails were not sent
de_de: Nicht alle E-Mails wurden gesendet
es_es: No se enviaron todos los correos
fr_fr: Tous les e-mails n'ont pas été envoyés
it_it: Non tutte le email sono state inviate
pl_pl: Wszystkie emaile nie zostały wysłane

source: Sent %d out of %d emails
de_de: %d von %d E-Mails gesendet
es_es: %d correos enviados de %d
fr_fr: %d e-mails envoyés sur %d
it_it: %d email inviate su %d
pl_pl: Wysłano %d z %d emaili

source: Failed to fetch contacts
de_de: Kontakte konnten nicht abgerufen werden
es_es: Error al obtener contactos
fr_fr: Échec de la récupération des contacts
it_it: Impossibile recuperare i contatti
pl_pl: Nie udało się pobrać kontaktów

source: All %d emails were not sent
de_de: Nicht alle %d E-Mails wurden gesendet
es_es: No se enviaron todos los %d correos
fr_fr: Les %d e-mails n'ont pas été envoyés
it_it: Tutte le %d email non sono state inviate
pl_pl: Wszystkie %d emaile nie zostały wysłane

source: Badge Colors & Preview
de_de: Abzeichenfarben und Vorschau
es_es: Colores y vista previa de insignia
fr_fr: Couleurs et aperçu du badge
it_it: Colori e anteprima badge
pl_pl: Kolory odznaki i podgląd

source: Background
de_de: Hintergrund
es_es: Fondo
fr_fr: Arrière-plan
it_it: Sfondo
pl_pl: Tło

source: Text
es_es: Texto
fr_fr: Texte
it_it: Testo
pl_pl: Tekst

source: Category Name
de_de: Kategoriename
es_es: Nombre de categoría
fr_fr: Nom de la catégorie
it_it: Nome categoria
pl_pl: Nazwa kategorii

source: Badge Preview
de_de: Abzeichenvorschau
es_es: Vista previa de insignia
fr_fr: Aperçu du badge
it_it: Anteprima badge
pl_pl: Podgląd odznaki
