Repository: Dawidw5219/aio-event-solution
Catalog: src/languages/aio-event-solution-*.po
Languages: de_de, es_es, fr_fr, it_it, pl_pl

source: Timber not found. Please install Timber library via Composer.
de_de: Timber nicht gefunden. Bitte installieren Sie die Timber-Bibliothek über Composer.
es_es: Timber no encontrado. Por favor, instale la biblioteca Timber a través de Composer.
fr_fr: Timber non trouvé. Veuillez installer la bibliothèque Timber via Composer.
it_it: Timber non trovato. Installa la libreria Timber tramite Composer.
pl_pl: Timber nie znaleziony. Zainstaluj bibliotekę Timber przez Composer.

source: Missing event_id
de_de: event_id fehlt
es_es: event_id faltante
fr_fr: event_id manquant
it_it: event_id mancante
pl_pl: Brak event_id

source: Brevo form has not been configured
de_de: Brevo-Formular wurde nicht konfiguriert
es_es: El formulario Brevo no ha sido configurado
fr_fr: Le formulaire Brevo n'a pas été configuré
it_it: Il modulo Brevo non è stato configurato
pl_pl: Formularz Brevo nie został skonfigurowany

source: Invalid email address
de_de: Ungültige E-Mail-Adresse
es_es: Dirección de correo electrónico no válida
fr_fr: Adresse e-mail invalide
it_it: Indirizzo email non valido
pl_pl: Nieprawidłowy adres email

source: Email has been resent
de_de: E-Mail wurde erneut gesendet
es_es: Correo electrónico reenviado
fr_fr: L'e-mail a été renvoyé
it_it: Email reinviata
pl_pl: Email został ponownie wysłany

source: Brevo form URL not found
de_de: Brevo-Formular-URL nicht gefunden
es_es: URL del formulario Brevo no encontrada
fr_fr: URL du formulaire Brevo non trouvée
it_it: URL del modulo Brevo non trovato
pl_pl: Nie znaleziono URL formularza Brevo

source: Registration completed successfully!
de_de: Registrierung erfolgreich abgeschlossen!
es_es: ¡Registro completado con éxito!
fr_fr: Inscription réussie !
it_it: Registrazione completata con successo!
pl_pl: Rejestracja zakończona pomyślnie!

source: Registration saved, but there was a problem sending to Brevo
de_de: Registrierung gespeichert, aber es gab ein Problem beim Senden an Brevo
es_es: Registro guardado, pero hubo un problema al enviar a Brevo
fr_fr: Inscription enregistrée, mais il y a eu un problème d'envoi vers Brevo
it_it: Registrazione salvata, ma si è verificato un problema nell'invio a Brevo
pl_pl: Rejestracja zapisana, ale wystąpił problem z wysłaniem do Brevo

source: Invalid join token
de_de: Ungültiger Teilnahme-Token
es_es: Token de participación no válido
fr_fr: Jeton de participation invalide
it_it: Token di partecipazione non valido
pl_pl: Nieprawidłowy token dołączania

source: Registrations table does not exist
de_de: Registrierungstabelle existiert nicht
es_es: La tabla de registros no existe
fr_fr: La table d'inscriptions n'existe pas
it_it: La tabella delle registrazioni non esiste
pl_pl: Tabela rejestracji nie istnieje

source: Registration not found
de_de: Registrierung nicht gefunden
es_es: Registro no encontrado
fr_fr: Inscription non trouvée
it_it: Registrazione non trovata
pl_pl: Rejestracja nie znaleziona

source: Token does not match registration
de_de: Token stimmt nicht mit der Registrierung überein
es_es: El token no coincide con el registro
fr_fr: Le jeton ne correspond pas à l'inscription
it_it: Il token non corrisponde alla registrazione
pl_pl: Token nie pasuje do rejestracji

source: Event not found
de_de: Veranstaltung nicht gefunden
es_es: Evento no encontrado
fr_fr: Événement non trouvé
it_it: Evento non trovato
pl_pl: Wydarzenie nie znalezione

source: Missing join token
de_de: Teilnahme-Token fehlt
es_es: Token de participación faltante
fr_fr: Jeton de participation manquant
it_it: Token di partecipazione mancante
pl_pl: Brak tokenu dołączania

source: Successfully joined the event
de_de: Erfolgreich an der Veranstaltung teilgenommen
es_es: Participación en el evento exitosa
fr_fr: Participation à l'événement réussie
it_it: Partecipazione all'evento avvenuta con successo
pl_pl: Pomyślnie dołączono do wydarzenia

source: Cron Status
es_es: Estado de Cron
fr_fr: État du Cron
it_it: Stato del Cron
pl_pl: Status Cron

source: Cron manually triggered. Check logs below.
de_de: Cron manuell ausgelöst. Überprüfen Sie die Protokolle unten.
es_es: Cron activado manualmente. Revise los registros a continuación.
fr_fr: Cron déclenché manuellement. Consultez les journaux ci-dessous.
it_it: Cron attivato manualmente. Controlla i log qui sotto.
pl_pl: Cron uruchomiony ręcznie. Sprawdź logi poniżej.

source: ▶ Run Cron Now
de_de: ▶ Cron jetzt ausführen
es_es: ▶ Ejecutar Cron Ahora
fr_fr: ▶ Exécuter le Cron maintenant
it_it: ▶ Esegui Cron Ora
pl_pl: ▶ Uruchom Cron Teraz

source: Manually trigger the email scheduler cron job
de_de: E-Mail-Planer-Cron-Job manuell auslösen
es_es: Activar manualmente la tarea cron del programador de correos
fr_fr: Déclencher manuellement la tâche cron du planificateur d'e-mails
it_it: Attiva manualmente il job cron dello schedulatore email
pl_pl: Ręcznie uruchom zadanie cron planowania emaili

source: WordPress Cron Status
es_es: Estado de WordPress Cron
fr_fr: État du Cron WordPress
it_it: Stato del Cron WordPress
pl_pl: Status WordPress Cron

source: ⚠️ Warning:
de_de: ⚠️ Warnung:
es_es: ⚠️ Advertencia:
fr_fr: ⚠️ Avertissement :
it_it: ⚠️ Avviso:
pl_pl: ⚠️ Ostrzeżenie:

source: Scheduled:
de_de: Geplant:
es_es: Programado:
fr_fr: Planifié :
it_it: Programmato:
pl_pl: Zaplanowane:

source: Next run:
de_de: Nächste Ausführung:
es_es: Próxima ejecución:
fr_fr: Prochaine exécution :
it_it: Prossima esecuzione:
pl_pl: Następne uruchomienie:

source: Execution Status
de_de: Ausführungsstatus
es_es: Estado de ejecución
fr_fr: État d'exécution
it_it: Stato di esecuzione
pl_pl: Status wykonania

source: ⚠️ Critical:
de_de: ⚠️ Kritisch:
es_es: ⚠️ Crítico:
fr_fr: ⚠️ Critique :
it_it: ⚠️ Critico:
pl_pl: ⚠️ Krytyczne:

source: The cron job may not be executing. Check server cron configuration or consider using a real cron job instead of WordPress cron.
de_de: Der Cron-Job wird möglicherweise nicht ausgeführt. Überprüfen Sie die Server-Cron-Konfiguration oder erwägen Sie einen echten Cron-Job anstelle von WordPress Cron.
es_es: La tarea cron puede no estar ejecutándose. Verifique la configuración cron del servidor o considere usar una tarea cron real en lugar de WordPress cron.
fr_fr: La tâche cron ne s'exécute peut-être pas. Vérifiez la configuration cron du serveur ou envisagez d'utiliser une vraie tâche cron au lieu du cron WordPress.
it_it: Il job cron potrebbe non essere in esecuzione. Controlla la configurazione cron del server o considera di usare un vero job cron invece del cron WordPress.
pl_pl: Zadanie cron może się nie wykonywać. Sprawdź konfigurację cron serwera lub rozważ użycie prawdziwego cron zamiast WordPress cron.

source: Last Execution:
de_de: Letzte Ausführung:
es_es: Última ejecución:
fr_fr: Dernière exécution :
it_it: Ultima esecuzione:
pl_pl: Ostatnie wykonanie:

source: Status:
es_es: Estado:
fr_fr: Statut :
it_it: Stato:

source: Success
de_de: Erfolg
es_es: Éxito
fr_fr: Succès
it_it: Successo
pl_pl: Sukces

source: Warning
de_de: Warnung
es_es: Advertencia
fr_fr: Avertissement
it_it: Avviso
pl_pl: Ostrzeżenie

source: Duration:
de_de: Dauer:
es_es: Duración:
fr_fr: Durée :
it_it: Durata:
pl_pl: Czas trwania:

source: Scheduled Emails:
de_de: Geplante E-Mails:
es_es: Correos programados:
fr_fr: E-mails planifiés :
it_it: Email programmate:
pl_pl: Zaplanowane emaile:

source: Errors:
de_de: Fehler:
es_es: Errores:
fr_fr: Erreurs :
it_it: Errori:
pl_pl: Błędy:

source: Message:
de_de: Nachricht:
es_es: Mensaje:
it_it: Messaggio:
pl_pl: Wiadomość:

source: Statistics (Last 30 Days)
de_de: Statistiken (Letzte 30 Tage)
es_es: Estadísticas (Últimos 30 días)
fr_fr: Statistiques (30 derniers jours)
it_it: Statistiche (Ultimi 30 giorni)
pl_pl: Statystyki (Ostatnie 30 dni)

source: Total Executions:
de_de: Gesamtausführungen:
es_es: Total de ejecuciones:
fr_fr: Total des exécutions :
it_it: Esecuzioni totali:
pl_pl: Łączna liczba wykonań:

source: Successful:
de_de: Erfolgreich:
es_es: Exitosas:
fr_fr: Réussies :
it_it: Riuscite:
pl_pl: Udane:

source: Warnings:
de_de: Warnungen:
es_es: Advertencias:
fr_fr: Avertissements :
it_it: Avvisi:
pl_pl: Ostrzeżenia:

source: Avg Duration:
de_de: Durchschnittliche Dauer:
es_es: Duración promedio:
fr_fr: Durée moyenne :
it_it: Durata media:
pl_pl: Średni czas trwania:

source: Total Scheduled:
de_de: Gesamt geplant:
es_es: Total programado:
fr_fr: Total planifié :
it_it: Totale programmato:
pl_pl: Łącznie zaplanowanych:

source: Total Errors:
de_de: Gesamt Fehler:
es_es: Total de errores:
fr_fr: Total des erreurs :
it_it: Errori totali:
pl_pl: Łączna liczba błędów:

source: Recent Execution Logs
de_de: Aktuelle Ausführungsprotokolle
es_es: Registros de ejecución recientes
fr_fr: Journaux d'exécution récents
it_it: Log di esecuzione recenti
pl_pl: Ostatnie logi wykonania

source: No logs available yet.
de_de: Noch keine Protokolle verfügbar.
es_es: Aún no hay registros disponibles.
fr_fr: Aucun journal disponible pour le moment.
it_it: Nessun log disponibile ancora.
pl_pl: Brak dostępnych logów.

source: Execution Time
de_de: Ausführungszeit
es_es: Hora de ejecución
fr_fr: Heure d'exécution
it_it: Ora di esecuzione
pl_pl: Czas wykonania

source: Status
es_es: Estado
fr_fr: Statut
it_it: Stato

source: Duration
de_de: Dauer
es_es: Duración
fr_fr: Durée
it_it: Durata
pl_pl: Czas trwania

source: Scheduled
de_de: Geplant
es_es: Programado
fr_fr: Planifié
it_it: Programmato
pl_pl: Zaplanowane

source: Errors
de_de: Fehler
es_es: Errores
fr_fr: Erreurs
it_it: Errori
pl_pl: Błędy

source: Message
de_de: Nachricht
es_es: Mensaje
it_it: Messaggio
pl_pl: Wiadomość

source: 💡 Tips for Reliable Cron Execution
de_de: 💡 Tipps für zuverlässige Cron-Ausführung
es_es: 💡 Consejos para una ejecución Cron confiable
fr_fr: 💡 Conseils pour une exécution Cron fiable
it_it: 💡 Suggerimenti per un'esecuzione Cron affidabile
pl_pl: 💡 Wskazówki dotyczące niezawodnego wykonywania Cron

source: WordPress cron relies on site traffic. If your site has low traffic, cron may not execute on time.
de_de: WordPress Cron ist vom Website-Traffic abhängig. Bei geringem Traffic wird Cron möglicherweise nicht rechtzeitig ausgeführt.
es_es: WordPress cron depende del tráfico del sitio. Si su sitio tiene poco tráfico, cron puede no ejecutarse a tiempo.
fr_fr: Le cron WordPress dépend du trafic du site. Si votre site a peu de trafic, le cron peut ne pas s'exécuter à temps.
it_it: Il cron WordPress dipende dal traffico del sito. Se il tuo sito ha poco traffico, il cron potrebbe non eseguirsi in tempo.
pl_pl: WordPress cron polega na ruchu na stronie. Jeśli Twoja strona ma mały ruch, cron może się nie wykonywać na czas.

source: For production sites, consider disabling WordPress cron (define DISABLE_WP_CRON) and set up a real server cron job:
de_de: Für Produktionsseiten sollten Sie WordPress Cron deaktivieren (define DISABLE_WP_CRON) und einen echten Server-Cron-Job einrichten:
es_es: Para sitios de producción, considere deshabilitar WordPress cron (define DISABLE_WP_CRON) y configure una tarea cron real del servidor:
fr_fr: Pour les sites de production, envisagez de désactiver le cron WordPress (define DISABLE_WP_CRON) et configurez une vraie tâche cron serveur :
it_it: Per i siti di produzione, considera di disabilitare il cron WordPress (define DISABLE_WP_CRON) e configura un vero job cron del server:
pl_pl: Na stronach produkcyjnych rozważ wyłączenie WordPress cron (define DISABLE_WP_CRON) i skonfiguruj prawdziwe zadanie cron serwera:

source: Monitor this page regularly to ensure cron is executing as expected.
de_de: Überwachen Sie diese Seite regelmäßig, um sicherzustellen, dass Cron wie erwartet ausgeführt wird.
es_es: Monitoree esta página regularmente para asegurarse de que cron se ejecute como se espera.
fr_fr: Surveillez cette page régulièrement pour vous assurer que le cron s'exécute comme prévu.
it_it: Monitora questa pagina regolarmente per assicurarti che il cron venga eseguito come previsto.
pl_pl: Monitoruj tę stronę regularnie, aby upewnić się, że cron wykonuje się zgodnie z oczekiwaniami.

source: If cron is consistently missing, check your server error logs for WordPress cron issues.
de_de: Wenn Cron regelmäßig nicht ausgeführt wird, überprüfen Sie Ihre Server-Fehlerprotokolle auf WordPress Cron-Probleme.
es_es: Si cron falla consistentemente, revise los registros de errores de su servidor por problemas de WordPress cron.
fr_fr: Si le cron échoue régulièrement, consultez les journaux d'erreur de votre serveur pour les problèmes de cron WordPress.
it_it: Se il cron fallisce costantemente, controlla i log degli errori del server per problemi relativi al cron WordPress.
pl_pl: Jeśli cron regularnie się nie wykonuje, sprawdź logi błędów serwera pod kątem problemów z WordPress cron.

source: Scheduled Emails
de_de: Geplante E-Mails
es_es: Correos programados
fr_fr: E-mails planifiés
it_it: Email programmate
pl_pl: Zaplanowane emaile

source: Filter by status
de_de: Nach Status filtern
es_es: Filtrar por estado
fr_fr: Filtrer par statut
it_it: Filtra per stato
pl_pl: Filtruj po statusie

source: All statuses
de_de: Alle Status
es_es: Todos los estados
fr_fr: Tous les statuts
it_it: Tutti gli stati
pl_pl: Wszystkie statusy

source: Pending
de_de: Ausstehend
es_es: Pendiente
fr_fr: En attente
it_it: In attesa
pl_pl: Oczekujące

source: Cancelled
de_de: Abgebrochen
es_es: Cancelado
fr_fr: Annulé
it_it: Annullato
pl_pl: Anulowane

source: Filter
de_de: Filtern
es_es: Filtrar
fr_fr: Filtrer
it_it: Filtra
pl_pl: Filtruj

source: %d items
de_de: %d Elemente
es_es: %d elementos
fr_fr: %d éléments
it_it: %d elementi
pl_pl: %d elementów

source: Event
de_de: Veranstaltung
es_es: Evento
fr_fr: Événement
it_it: Evento
pl_pl: Wydarzenie

source: Event Date
de_de: Veranstaltungsdatum
es_es: Fecha del evento
fr_fr: Date de l'événement
it_it: Data dell'evento
pl_pl: Data wydarzenia

source: Scheduled For
de_de: Geplant für
es_es: Programado para
fr_fr: Planifié pour
it_it: Programmato per
pl_pl: Zaplanowane na

source: Brevo Message ID
de_de: Brevo-Nachrichten-ID
es_es: ID de mensaje Brevo
fr_fr: ID de message Brevo
it_it: ID messaggio Brevo
pl_pl: ID wiadomości Brevo

source: Created
de_de: Erstellt
es_es: Creado
fr_fr: Créé
it_it: Creato
pl_pl: Utworzone

source: No scheduled emails
de_de: Keine geplanten E-Mails
es_es: No hay correos programados
fr_fr: Aucun e-mail planifié
it_it: Nessuna email programmata
pl_pl: Brak zaplanowanych emaili

source: Sent
de_de: Gesendet
es_es: Enviado
fr_fr: Envoyé
it_it: Inviato
pl_pl: Wysłane

source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
it_it: Impostazioni
pl_pl: Ustawienia

source: Brevo Email Marketing Integration
es_es: Integración de Email Marketing Brevo
fr_fr: Intégration E-mail Marketing Brevo
it_it: Integrazione Email Marketing Brevo
pl_pl: Integracja Brevo Email Marketing

source: Brevo API Key
de_de: Brevo API-Schlüssel
es_es: Clave API Brevo
fr_fr: Clé API Brevo
it_it: Chiave API Brevo
pl_pl: Klucz API Brevo

source: Enter your Brevo API key to enable email marketing integration
de_de: Geben Sie Ihren Brevo API-Schlüssel ein, um die E-Mail-Marketing-Integration zu aktivieren
es_es: Ingrese su clave API Brevo para habilitar la integración de email marketing
fr_fr: Entrez votre clé API Brevo pour activer l'intégration e-mail marketing
it_it: Inserisci la tua chiave API Brevo per abilitare l'integrazione email marketing
pl_pl: Wprowadź swój klucz API Brevo, aby włączyć integrację z email marketingiem

source: Default Brevo List
de_de: Standard-Brevo-Liste
es_es: Lista Brevo predeterminada
fr_fr: Liste Brevo par défaut
it_it: Lista Brevo predefinita
pl_pl: Domyślna lista Brevo

source: Default list to which users from events will be added. You can override this for each event individually.
de_de: Standardliste, zu der Benutzer von Veranstaltungen hinzugefügt werden. Sie können dies für jede Veranstaltung einzeln überschreiben.
es_es: Lista predeterminada a la que se agregarán los usuarios de eventos. Puede sobrescribir esto para cada evento individualmente.
fr_fr: Liste par défaut à laquelle les utilisateurs des événements seront ajoutés. Vous pouvez remplacer ceci pour chaque événement individuellement.
it_it: Lista predefinita alla quale verranno aggiunti gli utenti degli eventi. Puoi sovrascriverla per ogni evento individualmente.
pl_pl: Domyślna lista, do której będą dodawani użytkownicy z wydarzeń. Możesz to nadpisać dla każdego wydarzenia indywidualnie.

source: Email Templates
de_de: E-Mail-Vorlagen
es_es: Plantillas de correo
fr_fr: Modèles d'e-mail
it_it: Modelli email
pl_pl: Szablony emaili

source: Template After Registration
de_de: Vorlage nach Registrierung
es_es: Plantilla después del registro
fr_fr: Modèle après inscription
it_it: Modello dopo la registrazione
pl_pl: Szablon po rejestracji

source: Template sent immediately after event registration
de_de: Vorlage sofort nach der Veranstaltungsregistrierung gesendet
es_es: Plantilla enviada inmediatamente después del registro al evento
fr_fr: Modèle envoyé immédiatement après l'inscription à l'événement
it_it: Modello inviato immediatamente dopo la registrazione all'evento
pl_pl: Szablon wysyłany od razu po rejestracji na wydarzenie

source: Event Reminder Template
de_de: Veranstaltungserinnerungsvorlage
es_es: Plantilla de recordatorio de evento
fr_fr: Modèle de rappel d'événement
it_it: Modello promemoria evento
pl_pl: Szablon przypomnienia o wydarzeniu

source: Reminder template sent before the event
de_de: Erinnerungsvorlage vor der Veranstaltung gesendet
es_es: Plantilla de recordatorio enviada antes del evento
fr_fr: Modèle de rappel envoyé avant l'événement
it_it: Modello promemoria inviato prima dell'evento
pl_pl: Szablon przypomnienia wysyłany przed wydarzeniem

source: Event Join Template
de_de: Veranstaltungsteilnahmevorlage
es_es: Plantilla de participación en evento
fr_fr: Modèle de participation à l'événement
it_it: Modello partecipazione evento
pl_pl: Szablon dołączenia do wydarzenia

source: Template sent before event start with join link
de_de: Vorlage vor Veranstaltungsbeginn mit Teilnahmelink gesendet
es_es: Plantilla enviada antes del inicio del evento con enlace de participación
fr_fr: Modèle envoyé avant le début de l'événement avec le lien de participation
it_it: Modello inviato prima dell'inizio dell'evento con link di partecipazione
pl_pl: Szablon wysyłany przed startem wydarzenia z linkiem do dołączenia

source: Template After Event
de_de: Vorlage nach Veranstaltung
es_es: Plantilla después del evento
fr_fr: Modèle après l'événement
it_it: Modello dopo l'evento
pl_pl: Szablon po wydarzeniu

source: Template sent after event ends
de_de: Vorlage nach Veranstaltungsende gesendet
es_es: Plantilla enviada después de que termine el evento
fr_fr: Modèle envoyé après la fin de l'événement
it_it: Modello inviato dopo la fine dell'evento
pl_pl: Szablon wysyłany po zakończeniu wydarzenia

source: Email Timing
de_de: E-Mail-Zeitplanung
es_es: Temporización de correos
fr_fr: Timing des e-mails
it_it: Tempistica email
pl_pl: Czasy wysyłania emaili

source: Time Before Event (minutes)
de_de: Zeit vor der Veranstaltung (Minuten)
es_es: Tiempo antes del evento (minutos)
fr_fr: Temps avant l'événement (minutes)
it_it: Tempo prima dell'evento (minuti)
pl_pl: Czas przed wydarzeniem (minuty)

source: How many minutes before event start to send reminder (default: 1440 = 24h)
de_de: Wie viele Minuten vor Veranstaltungsbeginn Erinnerung senden (Standard: 1440 = 24h)
es_es: Cuántos minutos antes del inicio del evento enviar recordatorio (predeterminado: 1440 = 24h)
fr_fr: Combien de minutes avant le début de l'événement pour envoyer le rappel (par défaut : 1440 = 24h)
it_it: Quanti minuti prima dell'inizio dell'evento inviare il promemoria (predefinito: 1440 = 24h)
pl_pl: Ile minut przed rozpoczęciem wydarzenia wysłać przypomnienie (domyślnie: 1440 = 24h)

source: Time Before Join (minutes)
de_de: Zeit vor Teilnahme (Minuten)
es_es: Tiempo antes de participar (minutos)
fr_fr: Temps avant la participation (minutes)
it_it: Tempo prima della partecipazione (minuti)
pl_pl: Czas przed dołączeniem (minuty)

source: How many minutes before event start to send email with join link (default: 10)
de_de: Wie viele Minuten vor Veranstaltungsbeginn E-Mail mit Teilnahmelink senden (Standard: 10)
es_es: Cuántos minutos antes del inicio del evento enviar correo con enlace de participación (predeterminado: 10)
fr_fr: Combien de minutes avant le début de l'événement pour envoyer l'e-mail avec le lien de participation (par défaut : 10)
it_it: Quanti minuti prima dell'inizio dell'evento inviare l'email con il link di partecipazione (predefinito: 10)
pl_pl: Ile minut przed rozpoczęciem wydarzenia wysłać email z linkiem do dołączenia (domyślnie: 10)

source: Time After Event (minutes)
de_de: Zeit nach der Veranstaltung (Minuten)
es_es: Tiempo después del evento (minutos)
fr_fr: Temps après l'événement (minutes)
it_it: Tempo dopo l'evento (minuti)
pl_pl: Czas po wydarzeniu (minuty)

source: How many minutes after event ends to send email (default: 120 = 2h)
de_de: Wie viele Minuten nach Veranstaltungsende E-Mail senden (Standard: 120 = 2h)
es_es: Cuántos minutos después de que termine el evento enviar correo (predeterminado: 120 = 2h)
fr_fr: Combien de minutes après la fin de l'événement pour envoyer l'e-mail (par défaut : 120 = 2h)
it_it: Quanti minuti dopo la fine dell'evento inviare l'email (predefinito: 120 = 2h)
pl_pl: Ile minut po zakończeniu wydarzenia wysłać email (domyślnie: 120 = 2h)

source: Default Registration Form
de_de: Standard-Registrierungsformular
es_es: Formulario de registro predeterminado
fr_fr: Formulaire d'inscription par défaut
it_it: Modulo di registrazione predefinito
pl_pl: Domyślny formularz rejestracji

source: Global Registration Form (HTML)
de_de: Globales Registrierungsformular (HTML)
es_es: Formulario de registro global (HTML)
fr_fr: Formulaire d'inscription global (HTML)
it_it: Modulo di registrazione globale (HTML)
pl_pl: Globalny formularz rejestracji (HTML)

source: Paste Brevo form HTML code. Will be used for all events unless an event has its own form.
de_de: Brevo-Formular-HTML-Code einfügen. Wird für alle Veranstaltungen verwendet, es sei denn, eine Veranstaltung hat ein eigenes Formular.
es_es: Pegue el código HTML del formulario Brevo. Se usará para todos los eventos a menos que un evento tenga su propio formulario.
fr_fr: Collez le code HTML du formulaire Brevo. Sera utilisé pour tous les événements sauf si un événement a son propre formulaire.
it_it: Incolla il codice HTML del modulo Brevo. Verrà utilizzato per tutti gli eventi a meno che un evento non abbia il proprio modulo.
pl_pl: Wklej kod HTML formularza Brevo. Będzie używany dla wszystkich wydarzeń, chyba że wydarzenie ma własny formularz.

source: Post-Event Message
de_de: Nach-Veranstaltungsnachricht
es_es: Mensaje post-evento
fr_fr: Message post-événement
it_it: Messaggio post-evento
pl_pl: Wiadomość po wydarzeniu

source: Global Post-Event Message
de_de: Globale Nach-Veranstaltungsnachricht
es_es: Mensaje global post-evento
fr_fr: Message global post-événement
it_it: Messaggio globale post-evento
pl_pl: Globalna wiadomość po wydarzeniu
